[ItemDefs.ID_MO_DontKnowJack_Echo2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DontKnowJack_Echo2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um velho registro de áudio que narra o passado de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DontKnowJack_Echo3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DontKnowJack_Echo3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um velho registro de áudio que narra o passado de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DontKnowJack_Echo4 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Áudio-Diário ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DontKnowJack_Echo4:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Um velho registro de áudio que narra o passado de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DontKnowJack_Echo5 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Áudio-Diario ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DontKnowJack_Echo5:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Um velho registro de áudio que narra o passado de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_YouDontKnowJack_EchoBus MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_YouDontKnowJack_EchoBus:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um velho registro de áudio que narra o passado de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_YouDontKnowJack_Echo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemPool.ID_MO_YouDontKnowJack_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um velho registro de áudio que narra o passado de Jack O'Cara."
NoConstraintText=""
Suffix=""
Prefix=""

